{"sections":{"main":{"type":"template--page","disabled":true,"settings":{"page_title_enabled":false,"page_width":"narrow"}},"text_rich_text_J98Rgc":{"type":"text--rich-text","blocks":{"heading_bGFYHd":{"type":"heading","settings":{"heading":"Delivery Services"}},"richtext_n77hzP":{"type":"richtext","settings":{"text":"<p><strong>Delivery Services<\/strong><br\/><br\/>Welcome to TheFruitBox.co Delivery Information!<br\/><br\/>We're dedicated to bringing you the freshest fruits right to your doorstep. Here's everything you need to know about our delivery services:<br\/><br\/><strong>1. Shipping Methods<\/strong><br\/>- Local Delivery: We offer same-day delivery for local orders placed before 12 PM.<br\/>- Nationwide Shipping: For customers outside our local area, we ship via trusted couriers with options for standard (3-5 business days) and expedited shipping (1-2 business days).<br\/><br\/><strong>2. Shipping Costs<\/strong><br\/>- Enjoy FREE local delivery on orders over $50!<br\/>- Nationwide shipping is calculated based on the weight of your order and the shipping distance, with rates starting at $5.99.<br\/><br\/><strong>3. Order Processing<\/strong><br\/>- Orders are typically processed within 24 hours. Any orders placed during the weekend will be processed the next business day.<br\/><br\/><strong>4. Tracking Your Order<\/strong><br\/>- Once your order is dispatched, you will receive a tracking number via email so you can follow your fruit box journey to your doorstep.<br\/><br\/><strong>5. Delivery Locations<\/strong><br\/>- We currently deliver across the continental United States. Please note that we do not deliver to P.O. boxes or military bases.<br\/><br\/><strong>6. Packaging<\/strong><br\/>- Our fruit boxes are packed with care, using sustainable materials to ensure your fruit arrives fresh and undamaged.<br\/><br\/><strong>7. Return Policy<\/strong><br\/>- Due to the perishable nature of our products, we cannot accept returns. However, if you're not satisfied with your delivery, please contact us within 24 hours of receipt for a replacement or refund.<br\/><br\/><strong>8. Customer Service<\/strong><br\/>- Have questions or need assistance? Our friendly support team is here to help! Contact us at support@thefruitbox.co or call (123) 456-7890.<br\/><br\/><strong>FAQs<\/strong><br\/>- Check out our [FAQs page](#) for more details on how to manage your order, payment options, and what to do if you're not home during delivery.<br\/><br\/>Thank you for choosing TheFruitBox.co! We look forward to serving you fresh, delicious fruit straight to your door.<\/p>","text_size":14}}},"block_order":["heading_bGFYHd","richtext_n77hzP"],"settings":{"section_width":"narrow","text_alignment_desktop":"center","text_alignment_mobile":"center","colors":"white"}}},"order":["main","text_rich_text_J98Rgc"]}